import React from 'react'
import image1 from '../assets/Singlepage/image1.png'
import image2 from '../assets/Singlepage/image2.jpg'

import logo from '../assets/icons/Biratinfo.svg'
import time from '../assets/icons/greentime.svg'
import tag from '../assets/icons/greentag.svg'
import upper from '../assets/icons/upperquote.svg'
import lower from '../assets/icons/lowerquote.svg'

const Headersection = () => {
  return (
		<div className="flex mt-10 flex-col gap-10 ">
			{/* Hero section */}
			<div className="flex flex-col gap-4">
				<img src={image1} alt="" className="aspect-video" />
				<div className="flex flex-col items-center justify-center gap-4 text-md">
					<p className="font-bold">
						कम्प्युटर भाइरस के हो र यो किन खतरनाक हुन्छ?
					</p>
					<div className="flex gap-5 text-sm text-[#055D59]">
						<div className="flex gap-2">
							<div className="bg-[#D9D9D9] h-5 w-5 rounded-full p-1">
								<img src={logo} alt="" className="h-4 w-4 " />
							</div>
							<p>बिराट इन्फो</p>
						</div>
						<div className="flex gap-2">
							<img src={time} alt="" className="h-5 w-5 " />
							<p>६ मिनेट पढ्नुहोस्</p>
						</div>
						<p>अन्तर्राष्ट्रिय</p>
					</div>
					<div className="flex gap-2 text-sm text-[#055D59]">
						<img src={tag} alt="" className="h-5 w-5" />
						<p>४ घण्टा अघि अपडेट गरिएको</p>
					</div>
				</div>
				<p className="text-md text-center">
					कम्प्युटर भाइरस भन्नाले त्यस्ता मालिसियस (हानिकारक) प्रोग्रामहरू
					जनाइन्छ जसले तपाईँको कम्प्युटर प्रणालीमा नोक्सान पुर्‍याउने काम गर्छ।
					भाइरसहरू प्रायः अन्य सफ्टवेयर वा फाइलमार्फत कम्प्युटरमा प्रवेश गर्छन्
					र पछि ती फाइलहरू नष्ट पार्न, प्रणालीको गति सुस्त बनाउन, व्यक्तिगत डाटा
					चोरी गर्न वा अनावश्यक कार्य गर्न सुरु गर्छन्। 
				</p>
				<p className="text-md text-center">
					केही भाइरसहरूले तपाईँको कम्प्युटरलाई बोटनेटको हिस्सा बनाएर साइबर
					अपराधमा प्रयोग गर्न सक्दछन्।| यस्ता भाइरसहरूबाट सुरक्षा नलिएमा तपाईँको
					गोप्य जानकारी जस्तै पासवर्ड, बैंक खाता विवरण, फोटो वा व्यवसायसम्बन्धी
					महत्त्वपूर्ण डाटा खतरा हुन सक्छ। नेपालमा इन्टरनेटको पहुँच तीव्र रूपमा
					बढिरहेको छ, र यससँगै कम्प्युटर भाइरसको जोखिम पनि बढिरहेको छ। त्यसैले,
					यस समस्याबाट जोगिनको लागि सजग हुनु अत्यावश्यक छ।.
				</p>
			</div>
			{/* Advertisement section */}
			<div className="flex flex-col-reverse lg:flex-row gap-18">
				<div className="flex lg:w-[65%]">
					<div className="flex flex-col text-md justify-around text-justify ">
						<p>
							विभिन्न माध्यमबाट भाइरस तपाईँको कम्प्युटरमा प्रवेश गर्न सक्छ।
							सबैभन्दा सामान्य तरिका भनेको इन्टरनेटबाट डाउनलोड गरिएका नक्कली
							सफ्टवेयर, क्र्याक गरिएको प्रोग्राम वा पायरेटेड सामग्री हो। यस्ता
							सामग्रीहरूमा लुकेर भाइरस कम्प्युटरमा सिधै इन्स्टल हुन्छ।विभिन्न
							माध्यमबाट भाइरस तपाईँको कम्प्युटरमा प्रवेश गर्न सक्छ। सबैभन्दा
							सामान्य तरिका भनेको इन्टरनेटबाट डाउनलोड गरिएका नक्कली सफ्टवेयर,
							क्र्याक गरिएको प्रोग्राम वा पायरेटेड सामग्री हो। यस्ता
							सामग्रीहरूमा लुकेर भाइरस कम्प्युटरमा सिधै इन्स्टल हुन्छ।पब्लिक
							वाइफाइ प्रयोग गर्दा पनि भाइरसको सम्भावना रहन्छ, विशेषगरी यदि
							तपाईँले कुनै साइटमा पासवर्ड वा पर्सनल डाटा प्रविष्ट गर्नुभएको छ
							भने। भाइरसहरू अति चालाकीका साथ प्रयोगकर्ताको कमजोरी खोज्दै प्रवेश
							गर्ने प्रयास गर्छन्। त्यसैले, हरेक अनलाइन र अफलाइन गतिविधिमा
							सावधानी अपनाउनु अत्यावश्यक हुन्छ।
						</p>
						<p>
							त्यस्तै, स्पाम इमेलहरूमा आएको अट्याचमेन्ट वा लिंकहरूमा क्लिक गर्दा
							पनि भाइरस सक्रिय हुन्छ कहिलेकाहीँ यूएसबी पेन ड्राइभ वा हार्डड्राइभ
							जस्ता बाह्य यन्त्रहरू मार्फत भाइरस फैलिन्छत्यस्तै, स्पाम इमेलहरूमा
							आएको अट्याचमेन्ट वा लिंकहरूमा क्लिक गर्दा पनि भाइरस सक्रिय हुन्छ
							कहिलेकाहीँ यूएसबी पेन ड्राइभ वा हार्डड्राइभ जस्ता बाह्य यन्त्रहरू
							मार्फत भाइरस फैलिन्छपब्लिक वाइफाइ प्रयोग गर्दा पनि भाइरसको
							सम्भावना रहन्छ, विशेषगरी यदि तपाईँले कुनै साइटमा पासवर्ड वा पर्सनल
							डाटा प्रविष्ट गर्नुभएको छ भने। भाइरसहरू अति चालाकीका साथ
							प्रयोगकर्ताको कमजोरी खोज्दै प्रवेश गर्ने प्रयास गर्छन्। त्यसैले,
							हरेक अनलाइन र अफलाइन गतिविधिमा सावधानी अपनाउनु अत्यावश्यक हुन्छ।
						</p>
						<p>
							पब्लिक वाइफाइ प्रयोग गर्दा पनि भाइरसको सम्भावना रहन्छ, विशेषगरी
							यदि तपाईँले कुनै साइटमा पासवर्ड वा पर्सनल डाटा प्रविष्ट गर्नुभएको
							छ भने। भाइरसहरू अति चालाकीका साथ प्रयोगकर्ताको कमजोरी खोज्दै
							प्रवेश गर्ने प्रयास गर्छन्। त्यसैले, हरेक अनलाइन र अफलाइन
							गतिविधिमा सावधानी अपनाउनु अत्यावश्यक हुन्छ।पब्लिक वाइफाइ प्रयोग
							गर्दा पनि भाइरसको सम्भावना रहन्छ, विशेषगरी यदि तपाईँले कुनै साइटमा
							पासवर्ड वा पर्सनल डाटा प्रविष्ट गर्नुभएको छ भने। भाइरसहरू अति
							चालाकीका साथ प्रयोगकर्ताको कमजोरी खोज्दै प्रवेश गर्ने प्रयास
							गर्छन्। त्यसैले, हरेक अनलाइन र अफलाइन गतिविधिमा सावधानी अपनाउनु
							अत्यावश्यक हुन्छ।
						</p>
					</div>
				</div>
				<img src={image2} alt="" className="lg:w-[35%]" />
			</div>
			{/* Description section */}
			<div className="flex flex-col gap-2 text-center text-md  ">
				<p>
					कम्प्युटर भाइरसबाट जोगिनको लागि पहिलो र सबैभन्दा प्रभावकारी उपाय भनेको
					एक भरपर्दो एन्टिभाइरस सफ्टवेयर इन्स्टल गर्नु हो। यस्ता सफ्टवेयरहरूले
					वास्तविक समयमा हरेक फाइल वा प्रोग्रामको स्क्यान गरेर भाइरस निस्तेज
					पार्ने काम गर्छन्
				</p>
				<p>
					थप रूपमा, समय समयमा तपाईँको प्रणालीको फुल स्क्यान गर्नु, सफ्टवेयर तथा
					अपरेटिङ सिस्टमलाई सधैँ अपडेट राख्नु, र क्र्याक वा पायरेटेड प्रोग्राम
					नचलाउनु निकै महत्त्वपूर्ण उपाय हुन्
				</p>
				<p>
					अज्ञात इमेल, सन्देश वा वेबसाइटका लिंकहरूमा क्लिक गर्नु अघि
					सोच्नुहोस्—यी अधिकांश समयमा ह्याकरहरूको जालो हुन सक्छ। यस्तै, आफ्नो
					डाटा क्लाउड वा बाह्य हार्डड्राइभमा नियमित रूपमा ब्याकअप गर्नु सुरक्षित
					अभ्यास हो। पब्लिक नेटवर्क प्रयोग गर्दा VPN (Virtual Private Network)
					को प्रयोगले पनि सुरक्षा बढाउँछ।
				</p>
			</div>
			{/* Quotaion section */}
			<div className="flex flex-col gap-4">
				<img src={upper} alt="" className="w-10 lg:w-[45px] h-20" />
				<p className="text-bold text-lg lg:text-[39px] text-center">
					 थप रूपमा, समय समयमा तपाईँको प्रणालीको फुल स्क्यान गर्नु, सफ्टवेयर तथा
					अपरेटिङ सिस्टमलाई सधैँ अपडेट राख्नु, र क्र्याक वा पायरेटेड प्रोग्राम
					नचलाउनु निकै महत्त्वपूर्ण उपाय हुन्।
				</p>
				<div className="flex justify-end">
					<img src={lower} alt="" className="items-end w-10 lg:w-[45px] lg:h-[100px]" />
				</div>
				<p className="text-md text-justify">
					यदि तपाईंको कम्प्युटरमा भाइरस लागेको शंका लागिरहेको छ भने, पहिले आफ्नो
					डाटा सुरक्षित स्थानमा ब्याकअप गर्नुहोस्। त्यसपछि, भरपर्दो एन्टिभाइरस
					सफ्टवेयर जस्तै Avast, Kaspersky, Bitdefender, Windows Defender आदि
					प्रयोग गरी फुल स्क्यान गर्नुहोस्। यदि भाइरस गम्भीर प्रकृतिको छ भने
					सुरक्षित मोडमा गएर स्क्यान गर्नु राम्रो हुन्छ। कहिलेकाहीँ, भाइरसले
					एन्टिभाइरस सफ्टवेयर नै निष्क्रिय बनाउने गर्छ, यस्तो अवस्थामा
					कम्प्युटर System Restore वा फर्म्याट गर्नु पर्ने हुन सक्छ
				</p>
				<p className="text-md text-justify">
					यस्ता संवेदनशील अवस्थामा पेशेवर सहयोग आवश्यक पर्न सक्छ। भविष्यमा यस्ता
					समस्या दोहोरिन नदिनको लागि सतर्कता, नियमित अपडेट, सचेत इन्टरनेट प्रयोग
					र सुरक्षित डाटाको अभ्यास गरिनु अति जरूरी हुन्छ। कम्प्युटर भाइरस केवल
					उपकरणको मात्र समस्या होइन, यो तपाईँको सम्पूर्ण डिजिटल जीवनलाई असर
					पुर्‍याउन सक्छ, त्यसैले सतर्क रहनुहोस् र स्मार्ट टेक प्रयोगकर्ताको
					भूमिका निर्वाह गर्नुहोस्।
				</p>
			</div>
		</div>
	);
}

export default Headersection