import React from 'react'
import image6 from "../assets/Author/image6.png";
import image7 from "../assets/Author/image7.png";
import image8 from "../assets/Author/image8.png";
import image9 from "../assets/Author/image9.png";
import image10 from "../assets/Author/image10.png";
import image11 from "../assets/Author/image11.png";
import image12 from "../assets/Author/image12.png";
import image13 from "../assets/Author/image13.png";
import image14 from "../assets/Author/image14.png";
import image15 from "../assets/Author/image15.png";
import image16 from "../assets/Author/image16.png";
import image17 from "../assets/Author/image17.png";
import image19 from "../assets/Author/image19.png";
import image20 from "../assets/Author/image20.png";
import image21 from "../assets/Author/image21.png";
export const first =  [
            {
                image: image6,
                date: "राजनीति - २२ जनवरी, २०२४",
                title: "सम्बन्ध: छिमेकी देशहरूसँगको वार्ता",
                desc: "उच्च स्तरका छलफलहरू अघि बढिरहेका छन्। आपसी सम्बन्ध सुधार र सहकार्यलाई थप सुदृढ बनाउने विषयमा निरन्तर वार्ता भइरहेको छ। दुवै पक्षबीच विश्वास अभिवृद्धि गर्ने, राजनीतिक ...",
                author: "लेखक: रमेश अधिकारी",
            },
            {
                image: image7,
                date: "समाज - २२ जनवरी, २०२४",
                title: "सीमावर्ती क्षेत्रमा सुरक्षा वार्ता",
    
                desc: "सीमावर्ती क्षेत्रमा बढ्दो सुरक्षा चुनौतीलाई मध्यनजर गर्दै दुवै पक्षबीच संयुक्त गस्ती र सूचना आदानप्रदान गर्ने सहमति भएको छ। यसले आपसी विश्वासलाई बलियो बनाउनेछ।",
                author: "लेखक: रमेश अधिकारी",
            },
            {
                image: image8,
                date: "प्रविधि - २२ जनवरी, २०२४",
                title: "सम्बन्ध: शिक्षा र संस्कृतिमा सहकार्य",
    
                desc: "छिमेकी मुलुकसँग शैक्षिक आदानप्रदान कार्यक्रम र सांस्कृतिक सहकार्य सुरु गर्ने निर्णय भएको छ। विद्यार्थी आदानप्रदान र भाषा अध्ययनले सम्बन्ध अझ प्रगाढ हुने अपेक्षा गरिएको छ ",
                author: "लेखक: रमेश अधिकारी",
            },
            {
                image: image9,
                date: "पर्यटन - २२ जनवरी, २०२४",
                title: "सम्बन्ध: पूर्वाधार विकासमा संयुक्त लगानी",
    
                desc: "दुवै मुलुकले सडक, जलविद्युत् र प्रविधि क्षेत्रमा संयुक्त लगानी गर्ने सहमति गरेका छन्। यसले दुवै राष्ट्रको आर्थिक प्रगतिमा योगदान पुर्‍याउने विश्वास गरिएको छ।",
                author: "लेखक: रमेश अधिकारी",
            },
];
    
export const second = [
            {
                image: image10,
                date: "राजनीति - २२ जनवरी, २०२४",
                title: "सम्बन्ध: नयाँ गठबन्धन सरकारको घोषणा",
    
                desc: "देशको राजनीतिक परिदृश्यमा ठूलो परिवर्तन आउँदैछ। प्रमुख दलहरूबीच नयाँ गठबन्धनको सहमति भएको छ जसले आगामी नीति तथा कार्यक्रमलाई प्रत्यक्ष प्रभाव पार्नेछ",
                author: "लेखक: जोन डो",
            },
            {
                image: image11,
                date: "राजनीति - २२ जनवरी, २०२४",
                title: "सीमावर्ती क्षेत्रमा सुरक्षा वार्ता",
    
                desc: "विद्यालय तथा विश्वविद्यालयहरूमा अनलाइन शिक्षण प्रणालीलाई अनिवार्य रूपमा लागू गर्ने निर्णय सरकारले गरेको छ। यसले विद्यार्थीलाई आधुनिक प्रविधि–मैत्री बनाउने अपेक्षा गरिएको छ।",
                author: "लेखक: जोन डो",
            },
            {
                image: image12,
                date: "राजनीति - २२ जनवरी, २०२४",
                title: "सम्बन्ध: शिक्षा र संस्कृतिमा सहकार्य",
    
                desc: "नेपालमा पहिलोपटक ६G प्रविधिको परीक्षण सुरु भएको छ। यसले इन्टरनेट स्पीडलाई नयाँ स्तरमा पुर्‍याउने र डिजिटल सेवा अझ छिटो र भरपर्दो बनाउने दाबी गरिएको छ।",
                author: "लेखक: जोन डो",
            },
            {
                image: image13,
                date: "राजनीति - २२ जनवरी, २०२४",
                title: "सम्बन्ध: पूर्वाधार विकासमा संयुक्त लगानी",
    
                desc: "पर्यटन मन्त्रालयले आगामी वर्ष २० लाख पर्यटक भित्र्याउने महत्वाकांक्षी योजना सार्वजनिक गरेको छ। हिमाल, संस्कृति र साहसिक पर्यटनमार्फत रोजगारी र आयस्रोत बढाउने उद्देश्य राखिएको छ।",
                author: "लेखक: जोन डो",
            },
    ];
    export const third = [
            {
                image: image14,
                title: "प्रविधि ",
                heading: "सम्बन्ध: कृत्रिम उपग्रह प्रविधिमा नेपालको प्रगति",
                desc: "नेपालले आफ्नै सानो उपग्रह प्रविधि विकास गर्ने तयारी गरेको छ। यसले मौसम पूर्वानुमान, दुरसञ्चार र कृषि क्षेत्रमा ठूलो योगदान पुर्‍याउने अपेक्षा गरिएको छ।",
                author: "लेखक: जिन-हो किम • पढ्न समय: २ मिनेट",
            },
            {
                image: image15,
                title: "प्रविधि ",
                heading: "सम्बन्ध: कृत्रिम बुद्धिमत्ताद्वारा सरकारी सेवा सहज",
                desc: "सरकारले एआई प्रविधि प्रयोग गरेर नागरिकता, राहदानी र करसम्बन्धी सेवा छिटो र पारदर्शी बनाउने घोषणा गरेको छ।",
                author: "लेखक: जिन-हो किम • पढ्न समय: २ मिनेट",
            },
            {
                image: image16,
                title: "प्रविधि ",
                heading: "सम्बन्ध: ई–कमर्स बजारमा तीव्र वृद्धि",
                desc: "अनलाइन किनमेल गर्ने प्रयोगकर्ताको संख्या तीव्र गतिमा बढ्दै गएको छ। यसले स्थानीय व्यवसायलाई डिजिटल बजारतर्फ उन्मुख बनाइरहेको छ।",
                author: "लेखक: जिन-हो किम • पढ्न समय: २ मिनेट",
            },
            {
                image: image17,
                title: "प्रविधि ",
                heading: "सम्बन्ध: शिक्षा क्षेत्रमा भर्चुअल रियलिटी प्रयोग",
                desc: "विद्यालय तथा विश्वविद्यालयहरूमा भर्चुअल रियलिटी प्रयोग बढ्दै गएको छ। यसले विद्यार्थीलाई प्रत्यक्ष अनुभवमार्फत सिकाइमा मद्दत गरिरहेको छ।",
                author: "लेखक: जिन-हो किम • पढ्न समय: २ मिनेट",
            },
    ];
     export const last = [
                {
                    title: "फेवातालमा पर्यटकहरूको बोट सवारी",
                    desc: "पोखराको फेवातालमा पर्यटकहरूले बोट सवारीको आनन्द लिइरहेका छन्। नेपालको पर्यटन राजधानीको रूपमा चिनिने पोखरामा यो गतिविधि पर्यटकहरूक....",
                    img: image19,
                },
                {
                    title: "मन्दिरको बन्दाबन्दी र पुनः उद्घाटन",
                    desc: "जनवरी २०२५ मा, गोरखाको प्रसिद्ध मनकामना मन्दिर COVID-19 को पुनः जोखिमका कारण बन्द गरिएको थियो। मन्दिर क्षेत्र विकास ट्रस्टको ...",
                    img: image20,
                },
                {
                    title: "पालीमा प्राकृतिक दृश्यको विस्तृत वर्णन",
                    desc: "प्रकृति द्वारा सिर्जना गरिएको सुन्दर दृश्य, जस्तै हिमाल, ताल, जंगल, नदी र आकाशको मिश्रण पहाड र नदीले मनमोहक प्राकृतिक दृष्य प्रस्तुत गर्छ...।",
                    img: image21,
                },
            ];